Repository: PoESkillTree/PoESkillTree
Catalog: WPFSKillTree/Locale/*/Messages.po
Languages: de_de, pl, ru, sk

source: The Skill Tree Generator is already open
de_de: Der Fähigkeitenbaum Generator ist bereits geöffnet
pl: Generator Drzewa Umiejętności jest już otwarty
ru: Генератор Дерева Навыков уже открыт
sk: Generátor stromu zručností je už otverný

source: Could not open Skill Tree Generator
de_de: Der Fähigkeitenbaum Generator konnte nicht geöffnet werden
pl: Nie można było otworzyć Generatora Drzewa Umiejętności
ru: Не удалось открыть Генератор Дерева Навыков
sk: Nepodarilo sa otvoriť generátor stromu zručností

source: Not equippable
pl: Nie można tego założyć
ru: Не экипируемое

source: Body Armour
pl: Napierśnik
ru: Нательная Броня

source: Ring 1
pl: Pierścień 1
ru: Кольцо 1

source: Ring 2
pl: Pierścień 2
ru: Кольцо 2

source: Helmet
pl: Hełm
ru: Шлем

source: Gloves
pl: Rękawice
ru: Перчатки

source: Boots
pl: Buty
ru: Сапоги

source: Belt
pl: Pasek
ru: Пояс

source: Flask 1
pl: Flaszka 1
ru: Флакон 1

source: Flask 2
pl: Flaszka 2
ru: Флакон 2

source: Flask 3
pl: Flaszka 3
ru: Флакон 3

source: Flask 4
pl: Flaszka 4
ru: Флакон 4

source: Flask 5
pl: Flaszka 5
ru: Флакон 5

source: Passive Tree
pl: Drzewo Umiejętności
ru: Дерево

source: Value is required.
de_de: Wert ist benötigt.
pl: Wartość jest wymagana.
ru: Требуется значение.

source: Value only contains white space characters.
de_de: Wert enthält nur Leerzeichen.
pl: Wartość zawiera tylko białe znaki.
ru: Значение содержит только пробелы.

source: Path already exists.
de_de: Pfad existiert bereits.
pl: Ścieżka już istnieje.
ru: Путь уже существует.

source: Path exists and is not a directory.
de_de: Pfad existiert und ist kein Verzeichnis.
pl: Ścieżka dostępu istnieje i nie jest katalogiem..
ru: Путь существует и не является каталогом.

source: Path already exists as a directory.
de_de: Pfad existiert bereits als ein Verzeichnis.
pl: Ścieżka dostępu już istnieje jako katalog.
ru: Путь уже существует как каталог.

source: Path must not be relative.
de_de: Der Pfad darf nicht relativ sein.
pl: Ścieżka dostępu nie może być względna.
ru: Путь не должен быть относительным.

source: Value contains invalid characters.
de_de: Der Wert beinhaltet ungültige Zeichen.
pl: Wartość zawiera niedozwolone znaki.
ru: Значение содержит недопустимые символы.

source: Path could not be accessed.
de_de: Auf den Pfad konnte nicht zugegriffen werden.
pl: Brak dostępu do ścieżki.
ru: Путь недоступен.

source: Path is too long.
de_de: Der Pfad ist zu lang.
pl: Ścieżka jest za długa.
ru: Путь слишком длинный.

source: Value contains a colon at an invalid position-
de_de: Wert enthält ein Komma an einer unzulässigen Position.
pl: Warotść zawiera dwukropek na niewłaściwej pozycji
ru: Значение содержит двоеточие в неверной позиции-

source: Failed to load build from URL.
de_de: Fehler beim Laden des Builds von der URL.
pl: Nie udało się załadować buildu z adresu URL.
ru: Не удалось загрузить билд из URL.

source: Resolving shortened tree address
de_de: Auflösung der gekürzten Adresse
pl: Próba odczytania skróconego adresu drzewa
ru: Обрабатывается ссылка
sk: Riešim skrátenie adresy stromu

source: None
pl: Brak
ru: Нет

source: All
de_de: Alle
pl: Wszystko
ru: Все

source: Files in your build save directory have been changed. Do you want to reload all builds from the file system?
de_de: Dateien im Verzeichnis wurden geändert. Sollen die Builds vom Verzeichnis neu eingelesen werden?
pl: Pliki w katalogu gdzie przechowujesz zapisane buildy uległy zmianie. Czy chcesz wczytać ponownie wszystkie buildy z pliku systemu?
ru: Файлы в вашем каталоге для сохранения билдов были изменены. Вы хотите перезагрузить все билды из файловой системы?

source: All unsaved changes will be lost.
de_de: Alle ungespeicherten Änderungen gehen verloren.
pl: Wszystkie niezapisane zmiany zostaną utracone.
ru: Все несохраненные изменения будут потеряны.

source: You can also reload through the 'File' menu.
de_de: Builds können auch durch das Menü 'Datei' neu eingelesen werden.
pl: Możesz także wczytać ponownie poprzez menu "Plik".
ru: Вы также можете перезагрузить через меню "Файл".

source: Builds changed
de_de: Geänderte Builds im Verzeichnis
pl: Buily uległy zmianie
ru: Билды были изменены

source: Enter the name of the new folder.
de_de: Gebe den Namen des neuen Ordners ein.
pl: Wpisz nazwę nowego katalogu.
ru: Введите имя новой папки.

source: The currently opened build can not be deleted.
de_de: Der zurzeit geöffnete Build kann nicht gelöscht werden.
pl: Aktualnie otwarty build nie może zostać skasowany.
ru: Открытый в данный момент билд не может быть удален.

source: This will delete the build folder "{0}" and all its contents.
de_de: Dies wird das Verzeichnis "{0}" und den ganzen Inhalt löschen.
pl: To skasuje katalog buildów "{0}" i całą jego zawartość.
ru: Это приведет к удалению папки билда "{0} " и всего его содержимого.

source: Do you want to continue?
de_de: Fortfahren?
pl: Czy chcesz kontynuować?
ru: Хотите продолжить?
sk: Chcete pokračovať?

source: This build is currently opened but has unsaved changes.
de_de: Dieser Build ist zurzeit geöffnet
pl: Ten build jest aktualnie otwarty ale ma niezapisane zmiany.
ru: Этот билд в настоящее время открыт, но имеет несохраненные изменения.

source: Do you want to discard all changes made to it since your last save?
de_de: Möchtest Du alle Änderungen verwerfen die seit dem letzten Speichern gemacht wurden?
pl: Czy chesz porzucić wszystkie zmiany wprowadzone od ostatniego zapisu?
ru: Вы хотите отменить все изменения, внесенные с момента вашего последнего сохранения?

source: Discard changes?
de_de: Änderungen verwerfen?
pl: Porzucić zmiany?
ru: Отменить изменения?

source: Saving new Build
de_de: Speicher neuen Build
pl: Zapisywanie nowego Buildu
ru: Сохранение нового Билда

source: Enter the name of the build.
de_de: Gebe den Namen des Builds ein
pl: Wprzowadź nazwę buildu.
ru: Введите имя билда.

source: Save as
de_de: Speichern als...
pl: Zapisz jako
ru: Сохранить как

source: Enter the new name of the build
de_de: Gebe den neuen Namen des Builds ein
pl: Wpisz nową nazwę buildu
ru: Введите новое имя билда

source: Edit Folder
de_de: Bearbeite Ordner
pl: Edytuj Katalog
ru: Изменить Папку

source: Enter the new name for this folder below.
de_de: Gebe den neuen Namen des Ordners ein.
pl: Wpisz nową nazwę dla tego katalogu poniżej.
ru: Введите новое имя для этой папки ниже.

source: Any unsaved changes will be lost. Are you sure?
de_de: Alle ungespeicherten Änderungen gehen verloren. Bist du sicher?
pl: Wszystkie niezapisane zmiany przepadną. Czy na pewno?
ru: Любые несохраненные изменения будут потеряны. Вы уверены?

source: Could not import a build in PoB format from the clipboard.
pl: Nie można zaimportować buildu w formacie PoB ze schowka systemu.

source: An error occurred during a save operation.
de_de: Beim Speichern ist ein Fehler aufgetreten.
pl: Wystąpił błąd podczas operacji zapisu.
ru: Произошла ошибка при сохранении.
sk: Nastala chyba počas ukladania.

source: An error occurred during a delete operation.
de_de: Beim Löschen ist ein Fehler aufgetreten.
pl: Wystąpił błąd podczas operacji usuwania.
ru: Произошла ошибка при удалении.

source: Unsaved Builds
de_de: Ungespeicherte Builds
pl: Niezapisane Buildy
ru: Несохраненные Билды

source: These builds are not saved:
de_de: Diese Builds wurden nicht gespeichert:
pl: To są nie zapisane buildy:
ru: Эти билды не были сохранены:

source: A build or folder with this name already exists.
de_de: Ein Build oder Ordner mit diesem Namen existiert bereits.
pl: Build lub katalog o tej nazwie już istnieje.
ru: Билд или папка с таким именем уже существует.

source: {0}, {1} point used
de_de: {0}, {1} Punkt verwendet
pl: {0}, zużyto {1} punkt
ru: {0}, {1} умений использовано
sk: {0}, {1} bod použitý

source: This will delete all items between this and the next bookmark and can not be undone. Do you want to continue?
de_de: Dies wird alle Gegenstände zwischen diesem und dem nächsten Lesezeichen unwiderruflich löschen. Möchtest Du fortfahren?
pl: To skasuje wszystkie przedmioty pomiędzy tą, a następną zakładką i nie można tego już cofnąć. Czy na pewno chcesz kontynuować?
ru: Это приведет к удалению всех элементов между этой и следующей закладкой и не сможет быть отменено. Вы хотите продолжить?
sk: Týmto budú zmazané všetky predmety medzi touto a nasledujúcou záložkou, čo nebude možné vrátiť spät. Chcete pokračovať?

source: Delete items
de_de: Lösche Gegenstände
pl: Usuń przedmioty
ru: Удалить предметы
sk: Zmazať predmety

source: Import Character
pl: Import Postaci
ru: Импорт Персонажа

source: Import Items, Skills and Level
pl: Import Przedmiotów, Umiejętności i Poziomu
ru: Импорт Предметов, Навыков и Уровня

source: Import Items
pl: Import Przedmiotów
ru: Импорт Предметов

source: Import Skills
pl: Import Umiejętności
ru: Импорт Навыков

source: Import Level
pl: Import Poziomu
ru: Импорт Уровня

source: Import Passive Tree and Jewels
pl: Import Drzewa Umiejętności i Klejnotów
ru: Импорт Дерева и Самоцветов

source: Import Passive Tree
pl: Import Drzewo Umiejętności
ru: Импорт Дерева

source: Import Jewels
pl: Import Klejnotów
ru: Импорт Самоцветов

source: A tab in your default web browser has been opened containing your character's data.
pl: Zakładka zawierająca dane Twojej postaci została otwarta w domyślnej przeglądarce stron.
ru: В вашем веб-браузере по умолчанию была открыта вкладка, содержащая данные вашего персонажа.

source: Copy its contents and paste them into the field below.
pl: Skopiuj jej zawartość i wklej je do pola poniżej.
ru: Скопируйте его содержимое и вставьте его в поле ниже.

source: In case no browser has been opened, the URL was also copied to your clipboard.
pl: Jeśli żadna przeglądarka się nie otworzył, adres URL został skopiowany do Twojego schowka systemowego.
ru: Если браузер не был открыт, то URL-адрес также был скопирован в буфер обмена.

source: Download & Import Stash
pl: Pobierz i zaimportuj Skrytkę
ru: Загрузка & Импорт Тайника
sk: Stiahnuť a importovať Stash

source: An error occurred while attempting to load stash data.
de_de: Beim Laden der Daten ist ein Fehler aufgetreten
pl: Wystąpił błąd kiedy próbowano wczytać dane skrytki.
ru: Произошла ошибка при попытке загрузить данные тайника.
sk: Nastala chyba pri pokuse načítať Stash údaje.

source: New tab added
de_de: Neuer Tab hinzugefügt
pl: Dodano nową zakładkę
ru: Добавлена новая секция
sk: Nová záložka pridaná

source: New tab with {0} items was added to stash.
de_de: Es wurde ein neuer Tab mit {0} Gegenständen hinzugefügt.
pl: Dodano nową zakładkę z {0} przedmiotami do Twojej skrytki.
sk: Nová záložka s {0} predmetmi bola pridaná do Stash

source: You will need to restart the program for all changes to take effect.
de_de: Das Programm muss neu gestartet werden damit die Änderungen wirksam werden.
pl: Aby zmiany przyniosły efekt, należy zrestartować program.
ru: Необходимо будет перезапустить программу, чтобы все изменения вступили в силу.
sk: Program je potrebné reštartovať, aby sa zmeny prejavili.

source: Restart is needed
de_de: Neustart benötigt
pl: Konieczny jest restart
ru: Необходим перезапуск
sk: Reštart je potrebný

source: Select the directory where builds will be stored. It will be created if it does not yet exist.
de_de: Wähle das Verzeichnis aus in dem die Builds gespeichert werden. Falls das Verzeichnis nicht existiert wird es automatisch erstellt.
pl: Wybierz katalog gdzie będą przechowane buildy. Zostanie on utworzony jeśli jeszcze nie istnieje.
ru: Выберите каталог, в котором будут храниться билды. Он будет создан, если он еще не существует.

source: There are unsaved builds. Do you want to save them before changing build directory? If you cancel, the build directory will not be changed.
de_de: Es sind ungespeicherte Builds vorhanden. Sollen diese gespeichert werden bevor das Verzeichnis geändert wird? Bei Abbruch wird das Verzeichnis nicht geändert.
pl: Istnieją niezapisane buildy. Czy chcesz je zapisać zanim zmienisz katalog buildów? Jeśli anulujesz, katalog buildów nie ulegnie zmianie.
ru: Есть несохраненные билды. Вы хотите сохранить их перед изменением каталога билда? Если вы отмените это действие, каталог билда не будет изменен.

source: no active skills
pl: brak umiejętności
ru: нет активных навыков

source: Not Available
de_de: Nicht verfügbar
pl: Niedostępne
ru: Нет доступа
sk: Nedostupné

source: Last updated: {0}
de_de: Letzte Aktualisierung: {0}
pl: Ostatnio uaktualniono: {0}
ru: Последнее обновление {0}
sk: Posledná zmena: {0}

source: Help file not found
de_de: Hilfedatei nicht gefunden
pl: Nie znaleziono pliku pomocy
ru: Файл не найден
sk: Súbor pomocníka nebol nájdený

source: Are you sure?
de_de: Bist Du sicher?
pl: Czy na pewno?
ru: Вы уверены?
sk: Ste si istý?

source: Untag All Skill Nodes
de_de: Entmarkiere alle Fähigkeitsknoten
pl: Usuń Znaczniki Z Wszystkich Węzłów Umiejętności
ru: Снять все Отмеченные Узлы Навыков
sk: Zrušiť označenie všetkých uzlov

source: Create New Attribute Group
de_de: Erstelle eine neue Attributgruppe
pl: Stwórz Nową Grupę Atrybutów
ru: Создать Новую Группу Атрибутов
sk: Vytvoriť novú skupinu atribútov

source: Group name
de_de: Gruppenname
pl: Nazwa Grupy
ru: Имя Группы
sk: Názov skupiny

source: A group with that name already exists.
de_de: Eine Gruppe mit diesem Namen existiert bereits.
pl: Grupa o tej nazwie już istnieje.
ru: Группа с таким названием уже существует.
sk: Skupina s daným názvom už existuje.

source: Initialization
de_de: Initialisierung
pl: Inicjalizacja
ru: Инициализация
sk: Inicializácia

source: Initializing window ...
pl: Uruchamianie okna...
ru: Инициализация окна ...

source: Loading skill tree assets ...
de_de: Lade Assets für den Fähigkeitenbaum...
pl: Wczytywanie zasobów drzewa...
ru: Загрузка ресурсов дерева навыков ...
sk: Sťahujem údaje stromu zručností ...

source: Highlight nodes by attribute
de_de: Hebe Knoten nach Attribut hervor
pl: Podświetl węzły z atrybutami
ru: Выделить узлы по атрибуту
sk: Zvýrazniť uzly podľa atribútu

source: Remove highlights by attribute
de_de: Entferne die Hervorhebungen nach Attribut
pl: Usuń podświetlenia dla atrybutów
ru: Удалить выделения по атрибуту
sk: Zrušiť zvýraznenia podľa atribútu

source: Create new group
pl: Stwórz nową grupę

source: Add to group...
pl: Dodaj do grupy...

source: Delete group...
pl: Usuń grupę...

source: Remove from group
pl: Usuń z grupy

source: Load Tree
de_de: Lade Fähigkeitenbaum
pl: Wczytaj drzewo
ru: Загрузить
sk: Načítať strom

source: Load as new build
de_de: Lade als neuen Build
pl: Wczytaj nowe drzewo
ru: Загрузить как новый билд

source: There are unsaved builds. Do you want to save them before closing? Canceling stops the program from closing and does not save any builds.
de_de: Es sind ungespeicherte Builds vorhanden. Sollen diese gespeichert werden bevor das Programm beendet wird? 'Abbrechen' verhindert das Beenden und speichert keine Builds.
pl: Masz nie zapisane buildy. Czy chcesz je zapisać przed zamknięciem? Anulowanie przerwie zamykanie programu i nie zapisze żadnych buildów.
ru: Есть несохраненные билды. Вы хотите сохранить их до закрытия? Отмена останавливает закрытие программы и не сохраняет никаких билдов.

source: {0} point
de_de: {0} Punkt
pl: {0} punkt
sk: {0}, {1} bod

source: Your build must use at least one node to generate a screenshot
de_de: Dein Build muss mindestens einen Knoten ausgewählt haben, damit ein Screenshot generiert werden kann.
pl: Twój build musi użyć przynajmniej jednego węzła aby zrobić zrzut ekranu
ru: Ваш билд должен использовать по крайней мере один узел для создания скриншота
sk: Vaša zostava musí obsahovať aspoň jeden uzol pre vytvorenie snímky

source: Screenshot Generator
pl: Generator Zrzutu Ekranu

source: The existing skill tree data will be deleted. The data will be downloaded from the official online skill tree and is from the latest released version of the game.
pl: Istniejące drzewo umiejętności zostanie usunięte. Dane zostaną pobrane z oficialnego drzewa umiejętności (online) oraz z ostatniej wydanej wersji gry.
ru: Существующие данные дерева навыков будут удалены. Данные будут загружены из официального онлайн-дерева навыков и взяты из последней выпущенной версии игры.

source: Downloading skill tree assets ...
de_de: Lade Assets für den Fähigkeitenbaum herunter...
pl: Pobieranie zasobów drzewa ...
ru: Загрузка ресурсов дерева навыков ...
sk: Sťahujem údaje stromu zručností ...

source: An error occurred while downloading assets.
de_de: Beim Herunterladen der Assets ist ein Fehler aufgetreten.
pl: Wystąpił błąd podczas pobierania zasobów.
ru: Произошла ошибка при загрузке ресурсов.
sk: Nastala chyba počas sťahovania údajov.

source: Checking for updates
de_de: Suche nach Aktualisierungen
pl: Sprawdzanie uaktualnień
ru: Проверяется наличие обновлений
sk: Kontrola aktualizácií

source: You have the latest version!
de_de: Das Programm hat bereits die aktuellste Version!
pl: Masz najnowszą wersję!
ru: Вы используете последнюю версию!
sk: Máte najnovšiu verziu!

source: An update for {0} ({1}) is available!
de_de: Eine Aktualisierung für {0} ({1}) ist verfügbar!
pl: Aktualizacja dla {0} ({1}) jest dostępna!
ru: Доступно обновление {0} ({1})
sk: Aktualizácia pre {0} ({1}) je k dispozícii!

source: The application will be closed when download completes to proceed with the update.
de_de: Die Anwendung wird nach dem Herunterladen geschlossen um mit dem Update fortfahren zu können.
pl: Gdy pobieranie się zakończy program zostanie zamknięty, aby kontynuować proces aktualizacji.
ru: Приложение будет закрыито по завершению загрузки для продолжения обновления.
sk: Po dokončení sťahovania bude aplikácia zatvorená, aby mohla aktualizácia prebehnúť.

source: A new version {0} is available!
de_de: Eine neue Version {0} steht zur Verfügung!
pl: Nowa wersja {0} jest dostępna!
ru: Длступна новая версия {0}!
sk: Nová verzia {0} je k dispozícii!

source: The new version of application will be installed side-by-side with earlier versions.
de_de: Die neue Version des Programms wird neben den älteren Versionen installiert.
pl: Nowa wersja programu zostanie zainstalowana obok wcześniejszych wersji.
ru: Новая версия прилодения будет установлена поверх предидущей.
sk: Nová verzia aplikácie bude nainštalovaná súbežne s predchádzajúcimi verziami.

source: Warning: This is a pre-release, meaning there could be some bugs!
de_de: Warnung: Dies ist eine Vorabversion. Dies bedeutet, dass Fehler auftreten können!
pl: Uwaga: To jest wczesne wydanie programu , to znaczy możesz napotkać błędy!
ru: Внимание! Это пре-релизная версия, что значит, что моут возникать баги.
sk: Upozornenie: Toto je predbežná verzia, ktorá môže obsahovať chyby!

source: Do you want to download and install the update?
de_de: Möchtest Du die Aktualisierung herunterladen und installieren?
pl: Czy chcesz pobrać i zainstalować aktualizację?
ru: Хотите загрузить и установить обновление?
sk: Chcete stiahnuť a nainštalovať aktualizáciu?

source: Do you want to download and install the new version?
de_de: Möchtest Du die neue Version herunterladen und installieren?
pl: Czy chcesz pobrać i zainstalować nową wersję?
ru: Хотите загрузить и установить новую версию?
sk: Chcete stiahnuť a nainštalovať novú verziu?

source: Continue installation?
de_de: Installation fortfahren?
pl: Kontynuować instalację?
ru: Продолжить установку?
sk: Pokračovať s inštaláciou?

source: An error occurred while attempting to contact the update location.
de_de: Beim Versuch den Updateserver zu erreichen ist ein Fehler aufgetreten.
pl: Wystąpił błąd podczas próby dostępu do adresu aktualizacji.
ru: Произошла ошибка при попытке соединения.
sk: Nastala chyba pri pokuse kontaktovať lokáciu pre aktualizácie.

source: Downloading latest version
de_de: Lade aktuelle Version herunter
pl: Pobieranie ostatniej wersji
ru: Загрузить последнюю версию
sk: Sťahujem najnovšiu verziu

source: An error occurred during the download operation.
de_de: Während des Herunterladens ist ein Fehler aufgetreten.
pl: Wystąpił błąd podczas operacji pobierania.
ru: Произошла ошибка при загрузке.
sk: Nastala chyba počas sťahovania.

source: An error occurred while attempting to start the installation.
de_de: Beim Versuch die Installation zu starten ist ein Fehler aufgetreten.
pl: Wystąpił błąd podczas próby uruchamienia inizjalizacji.
ru: Произошла ошибка при попытке начать установку.
sk: Nastala chyba pri pokuse spustiť inštaláciu.

source: An error occurred while attempting to load item data.
de_de: Beim Versuch die Gegenstandsdaten zu laden ist ein Fehler aufgetreten.
pl: Wystąpił błąd podczas próby wczytania danych przedmiotu.
ru: Произошла ошибка при попытке загрузки базы данных предметов.
sk: Nastala chyba pri pokuse načítať údaje predmetov.

source: An error occurred while attempting to load Skill tree from URL.
de_de: Beim Versuch den Fähigkeitenbaum von der URL zu laden ist ein Fehler aufgetreten.
pl: Wystąpił błąd podczas próby wczytania drzewa Umiejętności z adresu URL.
ru: Произошла ошибка при попытке загрузить ссылку.
sk: Nastala chyba pri pokuse načítať strom zručností z URL.

source: Generating PoEUrl of Skill tree
de_de: Generiere PoEUrl des Fähigkeitenbaums
pl: Generowanie PoEUrl drzewa Umiejętności
ru: Создается ссылка PoEUrl
sk: Vytváranie Po_EUrl odkazu

source: An error occurred while attempting to contact the PoEUrl location.
de_de: Beim Versuch die PoEUrl zu kontaktieren ist ein Fehler aufgetreten.
pl: Wystąpił błąd w czasie próby połączenia z adresem PoEUrl.
ru: Произошла ошибка при попытке соединения с PoEUrl.
sk: Nastala chyba pri pokuse kontaktovať PoEUrl lokáciu.

source: The PoEUrl link has been copied to Clipboard.
de_de: Der PoEUrl Link wurde in die Zwischenablage kopiert.
pl: Łącze PoeUrl zostało skopiowane do Schowka.
ru: Сссылка PoEUrl была скопирована.
sk: PoEUrl odkaz bol skopírovaný do Schránky.

source: An error occurred while copying to Clipboard.
de_de: Beim Kopieren in den Zwischenspeicher ist ein Fehler aufgetreten.
pl: Wystąpił błąd podczas kopiowania do Schowka.
ru: Произошла ошибка при копировании.
sk: Nastala chyba počas kopírovania do Schránky.

source: Off hand
de_de: Nebenhand
ru: Вторая рука
sk: Druhá ruka

source: Scion
ru: Дворянка

source: Marauder
ru: Дикарь

source: Ranger
ru: Охотница

source: Witch
ru: Ведьма

source: Duelist
ru: Гладиатор

source: Templar
ru: Жрец

source: Shadow
ru: Бандит

source: Realm
ru: Область

source: Reset
ru: Сбросить

source: Build
ru: Билд

source: Charges
de_de: Aufladungen
ru: Заряды
sk: Náboje

source: Aura
ru: Аура

source: Minion
ru: Приспешник

source: Totem
ru: Тотемы

source: Initializing...
de_de: Initialisiere...
ru: Подождите...
sk: Inicializácia...

source: Main-Hand
ru: В основной руке

source: Off-Hand
ru: Во второй руке

source: Amulet
ru: Амулет

source: Choose colors
de_de: Wähle Farben
sk: Zvoľte farby

source: Choose color of background, text or border.
de_de: Wähle die Farben für den Hintergrund, den Text oder den Rand aus.
sk: Zvoľte farbu pozadia, textu, alebo okraja.

source: To preserve original in-game color, choose Default color.
de_de: Benutze Default um die Standardfarbe des Spiels zu erhalten
sk: Pre zachovanie pôvodnej farby v hre, zvoľte Default farbu.

source: Background
de_de: Hintergrund
sk: Pozadie

source: Border
de_de: Rand
sk: Okraj

source: Enter a name for filter you want to create.
de_de: Gebe einen Namen für den Filter ein.
sk: Zadajte názov filtra, ktorý chcete vytvoriť.

source: New Filter
de_de: Neuer Filter
sk: Nový filter

source: Create Copy
de_de: Erstelle Kopie
sk: Vytvoriť kópiu

source: Select a filter you want to edit or create copy of.
de_de: Wähle einen Filter aus der bearbeitet oder kopiert werden soll.
sk: Zvoľte filter, ktorý chcete upraviť, alebo z ktorého chcete vytvoriť kópiu.

source: Skill Tree comparison enabled
de_de: Vergleich aktiviert
