Repository: PoESkillTree/PoESkillTree
Catalog: WPFSKillTree/Locale/*/Messages.po
Languages: de_de, pl, ru, sk

source: Skill Tree comparison disabled
de_de: Vergleich deaktiviert

source: Saves the currently opened build
de_de: Speichert den aktuell geöffneten Build

source: Save As
de_de: Speichern als...
sk: Uložiť ako

source: Saves the currently opened build as a new build
de_de: Speichert den zurzeit geöffneten Build als neuen Build

source: Save All
de_de: Alles Speichern

source: Saves all changed builds
de_de: Speicher alle geänderten Builds

source: Character Information
de_de: Charakterinformation
sk: Informácie o postave

source: Please enter your Character and Account Name below and click 'Open in Browser'.
de_de: Bitte gebe den Charaktername und Kontoname ein und klicke 'In Browser öffnen'
sk: Prosím zadajte Meno Postavy a Názov Účtu nižšie a stlačte „Otvoriť v prehliadači“.

source: This will open a page in your default Web-Browser containing your character's item data
de_de: Dies wird eine Seite in dem Browser öffnen welche die Gegenstandsdaten des Charakters beinhaltet.
sk: Týmto sa otvorí stránka vo Vašom prehliadači obsahujúca údaje predmetov.

source: Copy the contents of that page and paste them into the 'Item data' field.
de_de: Kopiere den Inhalt der Seite und füge diese in dem Feld 'Gegenstandsdaten' ein.
sk: Skopírujte obsah danej stránky do poľa „Údaje predmetov“.

source: Link to item data:
de_de: Link zu Gegenstandsdaten:
sk: Odkaz na údaje predmetov:

source: Item data:
de_de: Gegenstandsdaten:
sk: Údaje predmetov:

source: Please enter your Account Name and league below and click on 'Open in Browser'.
de_de: Bitte gebe in den folgenden Feldern dein Kontoname und den Name der Liga ein und klicke 'In Browser öffnen'
sk: Prosím zadajte Názov Účtu a ligu nižšie a stlačte „Otvoriť v prehliadači“.

source: Copy the contents of that page and click 'Load stash tab list'.
de_de: Kopiere den Inhalt von der Seite und klicke 'Lade Liste mit den Tabs'.
sk: Skopírujte obsah danej stránky a stlačte „Načítať zoznam Stash záložiek“.

source: Select a stash tab and click 'Open in browser' below
de_de: Wähle ein Tab aus und klicke 'In Browser öffnen'
sk: Zvoľte Stash záložku a stlačte „Otvoriť v prehliadači“ nižšie

source: Copy the contents of that page and click 'Load stash tab'.
de_de: Kopiere den Inhalt der Seite und klicke 'Lade Tab'.
sk: Skopírujte obsah danej stránky a stlačte „Načítať Stash záložku“.

source: Key combination
de_de: Tastenkombination
sk: Kombinácia kláves

source: Function
de_de: Funktion
sk: Funkcia

source: Toggle Attributes sidebar
de_de: Schalte die Attribute-Seitenleiste um
sk: Prepnutie panela Atribúty

source: Toggle Character Sheet sidebar
de_de: Schalte die Charakterinformationen-Seitenleiste um
sk: Prepnutie panela Postava

source: Toggle Saved Builds sidebar
de_de: Schalte die Seitenleiste der gespeicherten Builds um
sk: Prepnutie panela Uložené zostavy

source: Copy PoEUrl link to Clipboard
de_de: Kopiere den PoEUrl Link in die Zwischenablage
sk: Skopírovať PoEUrl odkaz do Schránky

source: Reset Skill tree
de_de: Setze Fähigkeitenbaum zurück
sk: Resetovať strom zručností

source: Ctrl + Up/Down
de_de: Strg + Hoch/Runter
sk: Ctrl + Hore/Dole

source: (Saved Builds) Move build up and down
de_de: (Gespeicherte Builds) Bewege Builds hoch und runter
sk: (Uložené zostavy) Presunúť zostavu hore/dole

source: Undo last Skill tree change
de_de: Mache letzte Änderung am Fähigkeitenbaum rückgängig
sk: Vrátiť poslednú zmenu v strome zručností

source: Redo last Skill tree change
de_de: Wiederhole letzte Änderung am Fähigkeitenbaum
sk: Obnoviť poslednú zmenu v strome zručností

source: Save build
de_de: Speicher Build
sk: Uložiť zostavu

source: Save build as
de_de: Speicher Build als...
sk: Uložiť zostavu ako

source: Show summary of changes
de_de: Zeige Zusammenfassung der Änderungen

source: (Skill tree) Center Skill tree and reset zoom
de_de: (Fähigkeitenbaum) Zentriere Fähigkeitenbaum und setze die Zoomstufe zurück
sk: (Strom zručností) Vystrediť strom zručností a resetovať priblíženie

source: (Attributes) Highlight corresponding nodes in Skill tree
de_de: (Attribute) Hebe dazugehörige Knoten im Fähigkeitenbaum hervor
sk: (Atribúty) Zvýrazniť zodpovedajúce uzly v strome zručností

source: (Skill node) Toggle skill node highlighting
de_de: (Fähigkeitsknoten) Schalte die Hervorhebung von Fähigkeitsknoten um
sk: (Uzol zručnosti) Prepnúť zvýraznenie uzla zručnosti

source: Shift + Right Click
de_de: Shift + Rechtsklick
sk: Shift + Pravé kliknutie

source: (Skill node) Toggle skill node highlighting (reversed)
de_de: (Fähigkeitsknoten) Schalte die Hervorhebung von Fähigkeitsknoten um (umgekehrt)
sk: (Uzol zručnosti) Prepnúť zvýraznenie uzla zručnosti (obrátene)

source: (Skill node) Highlight similar skill nodes
de_de: (Fähigkeitsknoten) Hebe ähnliche Fähigkeitsknoten hervor
sk: (Uzol zručnosti) Zvýrazniť podobné uzly zručností

source: _File
de_de: Datei
sk: _Súbor

source: _New
de_de: Neu
sk: _Nový

source: Save A_ll
de_de: Alles Speichern

source: Export {0} to clipboard
de_de: Exportiere {0} in die Zwischenablage

source: Import build from clipboard
de_de: Importiere Build von der Zwischenablage

source: Reload builds from filesystem
de_de: Erneutes Einlesen aller Builds aus dem Verzeichnis

source: Opens the directory your builds are saved to so you can share those builds. The directory can be changed in the settings.
de_de: Öffnet das Verzeichnis indem die Builds gespeichert sind damit diese geteilt werden können. Das Verzeichnis kann in den Einstellungen geändert werden.

source: E_xit
de_de: Beenden
sk: U_končiť

source: _Edit
de_de: Bearbeiten
sk: _Upraviť

source: _Undo
de_de: Rückgängig
sk: _Späť

source: _Redo
de_de: Wiederholen
sk: Z_novu

source: Reset Skill _Tree
de_de: Fähigkeitenbaum zurücksetzen
sk: _Resetovať strom zručností

source: Copy _Passive Attributes to Clipboard
de_de: Kopiere passive Attribute in die Zwischenablage
sk: Skopírovať _pasívne atribúty do Schránky

source: Copy Po_EUrl of Skill tree to Clipboard
de_de: Kopiere PoEUrl des Fähigkeitenbaums in die Zwischenablage
sk: Skopírovať Po_EUrl odkaz do Schránky

source: _View
de_de: Ansicht
sk: _Zobraziť

source: _Theme
de_de: Skin
sk: _Téma

# color
source: Light
de_de: Hell
sk: Svetlá

# color
source: Dark
de_de: Dunkel
sk: Tmavá

source: Acce_nt
de_de: Akzent
sk: Akce_nt

# color
source: Amber
de_de: Bernstein
sk: Jantárová

# color
source: Blue
de_de: Blau
sk: Modrá

# color
source: Brown
de_de: Braun
sk: Hnedá

# color
source: Cobalt
de_de: Kobalt
sk: Kobaltová

# color
source: Crimson
de_de: Purpurrot
sk: Karmínová

# color
source: Cyan
de_de: Türkis
sk: Azúrová

# color
source: Emerald
de_de: Smaragd
sk: Smaragdová

# color
source: Green
de_de: Grün
sk: Zelená

# color
source: Lime
de_de: Limette
sk: Limetková

# color
source: Mauve
de_de: Malven

# color
source: Purple
de_de: Lila
sk: Fialová

# color
source: Red
de_de: Rot
sk: Červená

# color
source: Steel
de_de: Stahl
sk: Oceľová

# color
source: Teal
de_de: Blaugrün
sk: Petrolejová

# color
source: Violet
de_de: Violett
sk: Fialová

# color
source: Yellow
de_de: Gelb
sk: Žltá

source: Saved _Builds
de_de: Gespeicherte Builds
sk: Uložené _zostavy

source: _Attributes
de_de: Attribute
sk: _Atribúty

source: _Character Sheet
de_de: Charakterinformationen
sk: _Postava

source: Skill _Tree Comparison
de_de: Fähigkeitenbaumvergleich

source: _Tools
de_de: Werkzeuge
sk: _Nástroje

source: Take _Screenshot of Skilled Nodes
de_de: Erstelle ein Screenshot der ausgewählten Knoten
sk: Zaznamenanie _snímky vycvičených uzlov

source: _Download & Import Items
de_de: Lade Gegenstände herunter und importiere diese
sk: Stiahnuť a importovať _predmety

source: _Download & Import Stash
de_de: Lade Truhe herunter und importiere
sk: Stiahnuť a importovať _Stash

source: _Nodes
de_de: Knoten
sk: _Uzly

source: _Skill Tree Generator
de_de: Fähigkeitenbaum Generator
sk: Generátor stromu zručností

source: Run 'Tagged _Nodes' generator
de_de: 'Markierte Knoten' Generator

source: Run '_Advanced' generator
de_de: 'Erweiterter' Generator

source: Un_tag All Nodes
de_de: Entferne alle Markierungen
sk: Zrušiť _označenie uzlov

source: _Unhighlight All Nodes
de_de: Entferne alle Hervorhebungen
sk: Zrušiť _zvýraznenie uzlov

source: _Check-tag highlighted Nodes
de_de: Markiere hervorgehobene Knoten mit einem Haken
sk: Označiť zvýraznené uzly zaškrtnutím

source: C_ross-tag highlighted Nodes
de_de: Markiere hervorgehobene Knoten mit einem Kreuz
sk: Označiť zvýraznené uzly preškrtnutím

source: _Help
de_de: Hilfe
sk: _Pomocník

source: View _Help
de_de: Hilfe
sk: Zobraziť _pomocníka

source: Hot_keys
de_de: Tastenbelegung
sk: _Klávesové skratky

source: Check for _Updates
de_de: Suche nach Aktualisierungen
sk: Skontrolovať _aktualizácie

source: _About PoESkillTree
de_de: Über PoESkillTree
sk: _O PoESkillTree

source: Skill Tree
de_de: Fähigkeitenbaum
sk: Strom zručností

source: Craft new unique
de_de: Erstelle neues 'Unique'

source: Craft new item
de_de: Erstelle neuen Gegenstand
sk: Vyrobiť nový predmet

source: Saved Builds
de_de: Gespeicherte Builds
sk: Uložené zostavy

source: Passive Attributes
de_de: Passive Attribute
sk: Pasívne atribúty

source: Item Attributes
de_de: Gegenstandsattribute
sk: Atribúty predmetov

source: Total Attributes
de_de: Gesamte Attribute
sk: Atribúty celkovo

source: ItemList
de_de: Gegenstandsliste
sk: Údaje predmetov

source: Character Sheet
de_de: Charakterinformation
sk: Postava

source: Offense
de_de: Angriff
sk: Útok

source: Skill tree link
de_de: Fähigkeitenbaum Link

source: Show All Ascendancy Classes
de_de: Zeige alle 'Ascendancy' Klassen
sk: Zobraziť všetky Ascendancy triedy

source: Reset button preferences:
de_de: Einstellungen für Zurücksetzungen
sk: Nastavenia tlačidla „Reset“

source: Reset main skill tree
de_de: Setze den Fähigkeitenbaum zurück
sk: Resetovať hlavný strom zručností

source: Reset ascendancy skill tree
de_de: Setze 'Ascendancy' Fähigkeitenbaum zurück
sk: Resetovať Ascendancy strom zručností

source: Reset selected bandits
de_de: Setze ausgewählte Banditen zurück
sk: Resetovať zvolené odmeny banditov

source: Character
de_de: Charakter
sk: Postava

source: Empty not condition in attribute {0} in pseudo attribute {1}
de_de: Leere Nicht-Bedingung in Attribut {0} in Pseudoattribut {1}
sk: Prázdna podmienka negácie v atribúte {0} pseudo-atribútu {1}

source: Nested PseudoAttribute {0} does not exist as top level PseudoAttribute
de_de: Verschachteltes Pseudoattribute {0} existiert nicht als top Level Pseudoattribute
sk: Vnorený pseudo-atribút {0} neexistuje ako najvrchnejší pseudo-atribút

source: Popular
de_de: Populär
sk: Populárne

source: The build is using an old version of the passive tree.
de_de: Dieser Build verwendet eine alte Version des Fähigkeitenbaums.

source: Miscellaneous
de_de: Verschiedenes
sk: Rôzne

source: Original color
de_de: Originale Farbe
sk: Pôvodná farba

source: Standard colors
de_de: Standardfarben
sk: Štandardné farby

source: Recent colors
de_de: Kürzlich verwendete Farben
sk: Naposledy použité farby

# color
source: Custom
de_de: Benutzerdefiniert
sk: Vlastná

source: Download & Import Items
de_de: Herunterladen & Importieren von Gegenständen.
sk: Stiahnutie a import predmetov

source: Could not load the currently running leagues.
de_de: Konnte die zurzeit laufende Ligen nicht laden.
sk: Nebolo možné načítať momentálne bežiace ligy.

source: Initalizing window ...
de_de: Initialisiere Fenster...
sk: Inicializácia okna ...

source: The build you are loading contains information about selected bandits.
de_de: Der Build enthält Informationen über ausgewählte Banditen.

source: Do you want to use it and overwrite current settings?
de_de: Möchtest Du es verwenden und die derzeitige Einstellungen überschreiben?

source: Replace Bandits settings
de_de: Ersetze Einstellungen für Banditen

source: Item Filter
sk: Filter predmetov

source: Check or uncheck rules to either show or hide specific types of items.
sk: Zaškrtnite, alebo odškrtnite pravidlá pre zobrazovanie, alebo skrývanie predmetov špecifického typu.

source: Choose colors of item labels shown for each rule or group of rules.
sk: Zvoľte farby zobrazovaných názvov predmetov u každého pravidla, alebo skupiny pravidiel.

source: Item Filter Editor
sk: Editor filtrov predmetov

source: Zoom In
sk: Zväčšiť

source: Zoom Out
sk: Zmenšiť

source: Shift + Hover
sk: Shift + Ukázanie myšou

# color
source: Indigo
sk: Indigová

# color
source: Magenta
sk: Purpurová

# color
source: Olive
sk: Olivová

# color
source: Orange
sk: Oranžová

# color
source: Pink
sk: Ružová

# color
source: Sienna
sk: Siena

# color
source: Taupe
sk: Šedohnedá

source: Item _Filter Editor
sk: Editor _filtrov predmetov

source: _Links
sk: O_dkazy

source: _Path of Exile Website
sk: _Path of Exile stránka

source: Currency
sk: Platidlo

source: Recipes
sk: Recepty

source: A single Normal weapon with 20% quality. Weapons with a total of at least 40% quality.
sk: Jedna Normal zbraň s 20% kvalitou. Zbrane s celkovou kvalitou aspoň 40%.

source: Gems
sk: Drahokamy

source: Chancing
sk: Riskovanie

# color
source: Standard
sk: Štandardná
