Repository: PoESkillTree/PoESkillTree
Catalog: WPFSKillTree/Locale/*/Messages.po
Languages: de_de, pl, ru, sk

source: Attributes in radius:
pl: Artybuty w promieniu:
ru: Атрибуты в радиусе:

source: Alpha Version
pl: Wersja Alfa
ru: Альфа-версия

source: Offensive Stats
pl: Ofensywne Statystyki
ru: Атака

source: Defensive Stats
pl: Defensywne Statystyki
ru: Защита

source: Independent Stats
pl: Niezależne Statystyki
ru: Прочее

source: Configuration
pl: Konfiguracja
ru: Конфигурация

source: Stats gained on action
pl: Statystyki otrzymane z wyniku zdarzenia

source: Stat
pl: Statystyka

source: Value
pl: Wartość
ru: Значение

source: Action
pl: Akcja

source: Main Skill:
pl: Głowna Umiejętność:
ru: Основной Навык:

source: Add
de_de: Hinzufügen
pl: Dodaj
ru: Добавить
sk: Pridať

source: Form
pl: Formularz

source: Source
pl: Źródło
ru: Источник

source: Source Name
pl: Nazwa Źródła
ru: Имя Источника

source: Browse...
de_de: Durchsuchen...
pl: Przeglądaj...
ru: Открыть...

source: Cancel
de_de: Abbrechen
pl: Anuluj
ru: Закрыть
sk: Zrušiť

source: Details
pl: Szczegóły
ru: Подробности
sk: Podrobnosti

source: Yes
de_de: Ja
pl: Tak
ru: Да
sk: Áno

source: No
de_de: Nein
pl: Nie
ru: Нет
sk: Nie

source: Close
de_de: Schließen
pl: Zamknij
ru: Закрыть
sk: Zavrieť

source: Type to search
pl: Szukaj

source: Level:
pl: Poziom:
ru: Уровень:

source: Additional points:
de_de: Zusätzliche Punkte:
pl: Dodatkowe punkty:
ru: Дополнительные очки:
sk: Dodatočné body:

source: Total points:
de_de: Gesamte Punkte:
pl: Wszystkie punkty:
ru: Всего очков:
sk: Body celkovo:

source: include Check-tagged nodes
de_de: Schließe Knoten mit Haken ein
pl: dołącz Zaznaczone węzły
ru: включить отмеченные узлы
sk: zahrnúť uzly označené zaškrtnutím

source: Select if Check-tagged nodes must be skilled by possible solutions.
pl: Wybierz jeśli Zaznaczone węzły musza być wybrane w potencjalnych rozwiązaniach.

source: exclude Cross-tagged nodes
de_de: Schließe Knoten mit Kreuz aus
pl: wyklucz Przekreślone węzły
ru: исключить Cross-tagged узлы
sk: vylúčiť uzly označené zaškrtnutím

source: Select if Cross-tagged nodes must not be skilled by possible solutions.
pl: Wybierz jest Przekreślone węzły nie mogą być wybrane w potencjalnych rozwiązaniach.

source: Iterations:
de_de: Versuche:
pl: Iteracje:
ru: Итерации:
sk: Iterácie:

source: Determines how often the generator is run. The best result from all runs is kept.
de_de: Legt fest, wie oft der Generator ausgeführt wird. Das beste Ergebnis wird behalten.
pl: Określa jak często uruchamiany jest generator. Najlepszy wynik ze wszystkich przebiegów zostanie zachowany.
sk: Určuje ako často je generátor spúšťaný. Zachováva sa najlepší výsledok zo všetkých behov.

source: Pause and then Close it at any point to keep the current solution.
de_de: Pausiere und schließe den Generator um die aktuelle Lösung zu behalten.
pl: Wstrzymaj, a potem Zamknij w jakimkolwiek punkcie aby zachować aktualne rozwiązanie.
sk: Pozastaviť a následne zatvoriť kedykoľvek pre uchovanie aktuálneho riešenia.

source: Run
de_de: Starten
pl: Uruchom
ru: Запустить
sk: Spustiť

source: Reset settings
de_de: Einstellungen zurücksetzen
pl: Zresetuj ustawienia
ru: Сбросить настройки
sk: Resetovať nastavenia

source: Attributes
de_de: Attribute
pl: Atrybuty
ru: Атрибуты
sk: Atribúty

source: Load from tree
de_de: Vom Baum laden
pl: Załaduj z drzewa
ru: Загрузить из дерева
sk: Načítať zo stromu

source: Convert to Pseudo Attributes
de_de: Zu Pseudo Attribute umwandeln
pl: Konwertuj do Pseudo Atrybutów
ru: Конвертировать в псевдоатрибуты
sk: Konvertovať na pseudo-atribúty

source: Converts the attributes to pseudo attributes where possible using the defined settings.
de_de: Wandelt die Attribute mithilfe der definierten Einstellungen, wo es möglich ist, zu Pseudo-Attributen um.
pl: Przekształca atrybuty do pseudo atrybutów gdzie to możliwe używając zdefiniowanych ustawień.
ru: Конвертировать атрибуты в псевдоатрибуты, где это возможно, используя заданные настройки.
sk: Konvertuje atribúty na pseudo-atribúty, kde je to možné, na základe definovaných nastavení.

source: Attribute
pl: Atrybuty
ru: Атрибуты
sk: Atribút

source: Target
de_de: Ziel
pl: Cel
sk: Cieľ

source: Weight
de_de: Gewichtung
pl: Waga
ru: Вес
sk: Váha

source: Pseudo Attributes
de_de: Pseudo Attribute
pl: Pseudo Atrybuty
ru: Псевдо-атрибуты
sk: Pseudo-atribúty

source: Pseudo attribute
pl: Pseudo atrybut
ru: Псевдо-атрибут
sk: Pseudo-atribút

source: Settings
de_de: Einstellungen
pl: Ustawienia
ru: Настройки
sk: Nastavenia

source: These settings define which attributes influence pseudo attributes.
pl: Te ustatwienia defiiują, które atrybuty wpłyną na pseudo atrybuty.

source: For example, '#% increased Melee Physical Damage' will only influence the pseudo attribute '#% increased Physical Damage' if the Tag 'Melee' is selected.
pl: Na przykład, "#% increased Melee Physical Damage" wpłynie tylkon na pseudo atrybut "#% increased Melee Physical Damage" jeśli Znacznik "Melee" jest wybrany.

source: Tree + Items
de_de: Baum + Items
pl: Dzewo + Przedmioty
ru: Дерево + Предметы
sk: Strom + predmety

source: Tree only
de_de: Baum
pl: Tylko Drzewo
ru: Только дерево
sk: Len strom

source: Reload Pseudo Attributes from filesystem
de_de: Pseudo Attribute vom Verzeichnis neu einlesen
pl: Wczytaj ponownie Pseudo Atrybuty z systemu plików
ru: Перезагрузить псевдоатрибуты из файловой системы
sk: Znova načítať pseudo-atribúty zo súboru

source: Weapon class
de_de: Waffenklasse
pl: Klasa Broni
ru: Класс оружия
sk: Trieda zbrane

source: Tags
de_de: Schlagwörter
pl: Znaczniki
ru: Метки
sk: Značky

source: Finding optimal Skill tree...
de_de: Finde optimalen Fähigkeitenbaum...
pl: Szukanie optymalnego drzewa Umiejętności...
ru: Ищутся оптмальные пути...
sk: Hľadanie optimálneho stromu zručností...

source: Passive Tree Generator
pl: Generator Drzewa Umiejętności

source: This generator connects all Check-tagged nodes to the current tree with the least amount of nodes possible. Cross-tagged nodes will not be skilled (if the corresponding checkbox is checked). It should always generate the optimal solution.
pl: Generator tworzy nowe drzewo z akualnego drzewa oraz Zaznaczonych węzłów przy użyciu jak najmniejszej liczby połączeń. Przekreślone węzły nie zostaną włączone w skład nowego drzewa (jeśli zaznaczono taką opcję). Generator powinien zawsze wybierać optymalne rozwiązanie.

source: Nodes can be Check-tagged by right-clicking them. They can be Cross-tagged by right-clicking twice or shift-right-clicking once.
pl: Węzły mogą zostać Zaznaczane klikając na nie prawym klawiszem myszy. Zaś Przekreślone, dwukrotne klikając na nie prawym klawiszem myszy, bądź trzymając klawisz shift, i klikając na nie prawym klawiszem myszy.

source: The 'Advanced' tab
pl: Zakładka "Zaawansowane"

source: For more complex generation, select the 'Advanced' tab. It allows you to add constraints, like a specific amount of '#% increased maximum Life', to the generated trees while keeping the amount of points spent under the specified number.
pl: Bardziej szczegółowe wyniki Generatora możesz uzyskać, określając dodatkowe warunki wyszukiwania w zakładce "Zaawansowane". Jak na przykład wybraną wartość "of #% increased maximum Life" do zdobycia, przy jednoczesnym zachowaniu liczby ustalonych punktów pasywnych.

source: The 'Advanced' generator also allows constraints that combine multiple attributes into one. These are called 'Pseudo Attributes' and what influences them can be adjusted under 'Advanced - Settings'.
pl: "Zaawansowany" generator także dopuszcza ograniczenia, które łączą wiele atrybutów w jeden. Te tak zwane "Pseudo Atrybuty" i to co wpływa na nie może być dostosowane w "Zaawansowanych -> Ustawieniach".

source: Constraints consist of three parts: the attribute name, the target value you want solutions to achieve and a weight. Reaching the target value of constraints with higher weights will be prioritized over reaching the target value of those with lower weights.
pl: Ograniczenia składają się z trzech części: nazwy atrybutu, docelowej wartości, którą chcesz aby osiągnał oraz jego wagi. Wartości atrybutów o wadze wyższej będą miały pierwszeństwo przed tymi o wadze niższej.

source: However, the resulting solutions may deviate slightly from the optimum, as the problems that are solved are much more complex.
pl: Jakkolwiek, rozwiązania mogą odbiegać delikatnie od optimum, jako, że problemy rozwiązywane są dużo bardziej złożone.

source: About PoESkillTree
de_de: Über PoESkillTree
pl: Więcej o PoESkillTree
ru: О PoESkillTree
sk: O PoESkillTree

source: Version
pl: Wersja
ru: Версия
sk: Verzia

source: Updates
de_de: Aktualisierungen
pl: Aktualizacje
ru: Обновления
sk: Aktualizácie

source: See the GitHub page for new versions and source code:
de_de: Besuche die GitHub Seite für neue Versionen und den Quellcode:
pl: Nową wersję i kod źródłowy znajdziesz na stronie GitHub:
ru: Посетить страницу на GitHub для последних версий и исходного кода
sk: Nové verzie a zdrojový kód nájdete na GitHub stánke:

source: Authors
de_de: Autoren
pl: Autorzy
ru: Авторы
sk: Autori

source: original author
de_de: Ursprünglicher Autor
pl: autor oryginału
ru: Оригинальный автор
sk: pôvodný autor

source: Legal
de_de: Rechtliches
pl: Prawa
ru: Права
sk: Právne

source: Skill tree assets, item images and game data belong to
pl: Zasoby dotyczące drzewa umiejętności, obrazy przedmiotów oraz dane gry należą do
ru: Ресурсы дерева навыков, изображения предметов и игровые данные принадлежат

source: Unique item data and item images are retrieved from
pl: Dane unikalnych przedmiotów i ich obrazki są pobierane z
ru: Данные уникальных предметов и изображений извлекаются из

source: Other game data is retrieved using
pl: Inne dane o grze są pobierane przy pomocy
ru: Другие игровые данные получены с помощью

source: The build calculation engine used in PoESkillTree is located in a separate repository:
pl: Silnik obliczeń dla buildów używany w PoESkillTree znajduje się w oddzielnym repozytorium:
ru: Механизм расчета билдов, используемый в PoESkillTree, находится в отдельном репозитории:

source: Right click to edit
de_de: Rechtsklick um zu bearbeiten
pl: Prawy klawisz aby edytować
ru: Нажмите правую кнопку мыши для изменения
sk: Upraviť kliknutím pravého tlačidla

source: Filter
pl: Filtruj

source: Edit
de_de: Bearbeiten
pl: Edytuj
ru: Редактировать
sk: Upraviť

source: Delete
de_de: Löschen
pl: Usuń
ru: Удалить
sk: Zmazať

source: Cut
de_de: Ausschneiden
pl: Wytnij
ru: Вырезать

source: Paste
de_de: Einfügen
pl: Wklej
ru: Вставить

source: New Build
de_de: Neuer Build
pl: Nowy Build
ru: Новый Билд

source: New Folder
de_de: Neuer Ordner
pl: Nowy Katalog
ru: Новая Папка

source: Open
de_de: Öffnen
pl: Otwórz
ru: Открыть

source: Copy
de_de: Kopieren
pl: Kopiuj
ru: Копировать

source: Save
de_de: Speichern
pl: Zapisz
ru: Сохранить
sk: Uložiť

source: Discard changes
de_de: Änderungen verwerfen
pl: Odrzuć zmiany
ru: Отменить изменения

source: Discards all changes made to this build after the last save
de_de: Verwerfe alle Änderungen die seit dem letzten Speichern gemacht wurden.
pl: Odrzuć wszystkie zmiany wprowadzone do tego buildu od ostatniego zapisu
ru: Отменяет все изменения, сделанные в этом билде после последнего сохранения

source: Build Information
de_de: Information
pl: Informacje o Buildzie
ru: Информация о билде
sk: Informácie o zostave

source: Build name
de_de: Name
pl: Nazwa Buildu
ru: Название билда
sk: Názov zostavy

source: Build note
de_de: Notiz
pl: Notatki dla Buildu
ru: Заметки
sk: Poznámka zostavy

source: Crafting Window
pl: Okno Tworzenia przedmiotu
ru: Окно Создания Предметов

source: Show drop disabled bases
pl: Pokaż bazy wycofane z dropu

source: Create Item
de_de: Erstelle Item
pl: Stwórz przedmiot
ru: Создать Предмет

source: Unique Crafting Window
pl: Okno Tworzenia Unikatów
ru: Окно создания Уникальных предметов

source: Show drop disabled uniques
pl: Pokaż unikaty wykluczone z dropu

source: Edit Socketed Skills
pl: Edytuj Umiejętności (Gemy)
ru: Редактирование Навыков со Слотами

source: Stash search
pl: Szukaj w Skrytce

source: Stash Bookmark
pl: Zakładka Skrytki
ru: Сохранить Закладку
sk: Stash záložka

source: Name
pl: Nazwa
ru: Имя
sk: Názov

source: Delete bookmark and items
de_de: Lösche Lesezeichen und Gegenstände
pl: Usuń zakładkę i przedmioty
ru: Удалить закладку и предметы
sk: Zmazať záložku a predmety

source: Delete bookmark
de_de: Lösche Lesezeichen
pl: Usuń zakładkę
ru: Удалить закладку
sk: Zmazať záložku

source: Help
de_de: Hilfe
pl: Pomoc
ru: Помощь
sk: Pomocník

source: Hotkeys
de_de: Tastenbelegung
pl: Skróty Klawiszowe
ru: Горячие клавиши
sk: Klávesové skratky

source: Ribbon menu elements
pl: Elmenty menu Wstążki
ru: Элементы меню Ribbon

source: See their tooltips
pl: Zobacz ich tooltipy
ru: Смотреть их подсказки

source: Change character class
pl: Zmień klasę postaci
ru: Изменить класс персонажа

source: Passive tree
pl: Drzewo umiejętności
ru: Дерево

source: Search
de_de: Suche
pl: Szukaj
ru: Поиск

source: Ctrl + + / Shift + Left Click
pl: Ctrl + + / Shift + Lewy Przycisk myszy

source: Zoom in
pl: Powiększ
ru: Приблизить

source: Ctrl + - / Ctrl + Left Click
pl: Ctrl + + / Ctrl + Lewy Przycisk myszy

source: Zoom out
pl: Pomniejsz
ru: Отдалить

source: Right Click outside of tree area
pl: Prawy Przycisk myszy poza obszarem drzewa
ru: Щелкните правой кнопкой мыши за пределами области дерева

source: Center tree and reset zoom
pl: Wyśrodkuj drzewo i zresetuj powiększenie
ru: Центрирование дерева и сброс масштаба

source: Right Click on node
pl: Prawy Przycisk myszy na węźle
ru: Щелкните правой кнопкой мыши на узле

source: Toggle passive node tag
pl: Przełącz zaznaczenie węzła
ru: Переключить метку узла

source: Shift + Right Click on node
pl: Shift + Prawy Przycisk myszy na węźle
ru: Shift + правая кнопка мыши по узлу

source: Toggle passive node tag (reversed)
pl: Przełącz między znacznikami węzła
ru: Переключить метку узла (обратно)

source: Shift + Hover over node
pl: Shift + Najedź na węzeł
ru: Shift + Наведите курсор на узел

source: Highlight similar nodes
pl: Podświetl podobne węzły
ru: Выделить похожие узлы

source: Equipment
de_de: Ausrüstung
pl: Ekwipunek
ru: Снаряжение
sk: Vybavenie

source: Double click on an item slot
pl: Kliknij dwukrotnie na polu przedmiotu
ru: Двойной щелчок на слоте предмета

source: Edit socketed gems
pl: Edytuj zagnieżdżone gemy
ru: Редактировать слоты

source: Saved builds
pl: Zapamiętane buildy
ru: Сохраненные билды

source: Ctrl + Up/Down Arrow
pl: Ctrl + Strzałka Góra/Dół

source: Move build up and down
pl: Przesuń build w górę i w dół
ru: Переместить билд вверх и вниз

source: Build summary
pl: Podsumowanie Buildu
ru: Сводка по билду

source: Right Click
de_de: Rechtsklick
pl: Prawe Kliknięcie myszką
ru: Правая кнопка мыши
sk: Pravé kliknutie

source: Highlight corresponding nodes in passive tree
pl: Podświetl korespondujące węzły w drzewie umiejętności
ru: Выделить соответствующие узлы в дереве

source: Retrieving leagues for realm failed:
pl: Pobieranie lig dla realmu nie powiodło się:
ru: Получение лиг для области не удалось:

source: Retrieving leagues for realm
pl: Pobieranie lig dla realmu
ru: Получение лиг для области

source: Retrieving characters for account failed:
pl: Pobieranie postaci z konta użytkownika nie powiodło się:
ru: Не удалось получить персонажей учетной записи:

source: Retrieving characters for account
pl: Pobieranie postaci z konta użytkownika
ru: Получение персонажей учетной записи

source: Importing item and skill data failed:
pl: Importowanie danych o przedmiotach i umiejętnościach nie powiodło się:
ru: Импорт предметов и навыков не удался:

source: Importing item and skill data
pl: Importowanie danych o przedmiotach i umiejętnościach
ru: Импорт предметов и навыков

source: Importing passive tree and jewel data failed:
pl: Importowanie danych o drzewie umiejętności i klejnotach nie powiodło się:
ru: Импорт дерева и самоцветов не удался:

source: Importing passive tree and jewel data data
pl: Importowanie danych drzewa umiejętności i klejnotów
ru: Импорт дерева и самоцветов

source: Account name
de_de: Kontoname
pl: Nazwa konta
ru: Имя Аккаунта
sk: Názov účtu

source: All leagues
pl: Wszystkie ligi
ru: Все лиги

source: Character name
de_de: Charaktername
pl: Nazwa postaci
ru: Имя Героя
sk: Meno postavy

source: Profile is private
pl: Profil jest prywatny
ru: Профиль приватный

source: Import items, skills and level
pl: Import przedmiotów, umiejętności i poziomu
ru: Импорт предметов, навыков и уровня

source: Import items
pl: Import przedmiotów
ru: Импорт предметов

source: Import skills
pl: Import umiejętności(gemów)
ru: Импорт навыков

source: Import level
pl: Import poziomu
ru: Импорт уровня

source: Import passive tree and jewels
pl: Import drzewa umiejętności i klejnotów
ru: Импорт дерева и самоцветов

source: Import tree
pl: Import drzewa
ru: Импорт дерева

source: Import jewels
pl: Import klejnotów
ru: Импорт самоцветов

source: Enter your realm, account name and league below and click 'Open in Browser'.
pl: Wpisz nazwę realmu, nazwę konta użytkownika i ligi poniżej i kliknij "Otwórz w Przeglądarce".
ru: Введите свою область, имя учетной записи и лигу ниже и нажмите кнопку "Открыть в браузере".

source: This will open a page in your default Web-browser containing a list of your stash tabs.
de_de: Dies wird eine Seite in deinem Browser öffnen welche eine Liste der Tabs beinhaltet.
pl: To otworzy stronę w Twojej domyślnej Przeglądarce zawierającą listę zakładek Twojej skrytki.
ru: Откроется страница в вашем веб-браузере по умолчанию, содержащая список ваших вкладок тайника.
sk: Týmto sa otvorí stránka vo Vašom prehliadači obsahujúca zoznam Stash záložiek.

source: Copy the contents of that page and click 'Load stash tab list from clipboard'.
pl: Skopiuj zawartość strony i kliknij "Wczytaj listę zakładek skrytki ze schowka systemu".
ru: Скопируйте содержимое этой страницы и нажмите кнопку "Загрузить список вкладок тайника из буфера обмена".

source: League
de_de: Liga
pl: Liga
ru: Лига
sk: Liga

source: Link to stash tab list:
de_de: Link zu der Liste mit den Tabs:
pl: Łącze do listy zakładek skrytki:
ru: Ссылка на список вкладок тайника:
sk: Odkaz na zoznam Stash záložiek:

source: Open in Browser
de_de: In Browser öffnen
pl: Otwórz w Przeglądarce
ru: Открыть в браузере
sk: Otvoriť v prehliadači

source: Load stash tab list from clipboard
de_de: Lade die Liste mit den Tabs von der Zwischenablage
pl: Wczytaj listę zakładek skrytki ze schowka systemu
ru: Загрузить список вкладок тайника из буфера обмена
sk: Načítať zoznam Stash záložiek zo Schránky

source: Select a stash tab and click 'Open in browser' below.
pl: Wybierz zakładkę skrytki i kliknij "Otwórz w Przeglądarce" poniżej.
ru: Выберите вкладку тайника и нажмите кнопку "Открыть в браузере" ниже.

source: This will open a page in your default Web-browser containing the item data of the selected stash.
de_de: Dies wird eine Seite im Browser öffnen welche die Daten des ausgewählten Tabs beinhaltet.
pl: To otworzy stronę w Twojej domyślnej Przeglądarce zawierającą dane przedmiotów z wybranej skrytki.
ru: Откроется страница в вашем веб-браузере по умолчанию, содержащая данные предмета в выбранном тайнике.
sk: Týmto sa otvorí stránka vo Vašom prehliadači obsahujúca údaje predmetov zvolenej Stash záložky.

source: Copy the contents of that page and click 'Load stash tab from clipboard'.
pl: Skopiuj zawartość tej strony i kliknij "Wczytaj zakładkę ze schowka systemu".
ru: Скопируйте содержимое этой страницы и нажмите кнопку "Загрузить вкладку тайника из буфера обмена".

source: Link to stash tab:
de_de: Link zum Tab:
pl: Łącze do zakładki skrytki:
ru: Ссылка на вкладку тайника:
sk: Odkaz na Stash záložku:

source: Load stash tab from clipboard
de_de: Lade Tab von der Zwischenablage
pl: Wczytaj zawartość zakładki skrytki do schowka systemu
ru: Загрузить вкладку тайника из буфера обмена
sk: Načítať Stash záložku zo Schránky

source: File
pl: Plik
ru: Файл

source: New
pl: Nowy
ru: Новый

source: New top level build
de_de: Neuer Build
pl: Nowy nadrzędny build
ru: Новый билд сверху

source: New top level build (Ctrl+N)
pl: Nowy nadrzędny build (Ctrl+N)
ru: Новый билд сверху (Ctrl+N)

source: Create a new empty build in the root build folder.
pl: Stwórz nowy pusty build w głównym katalogu buildów.
ru: Создать новый пустой билд в корневой папке билда.

source: New build next to current
pl: Nowy build przy aktualnym
ru: Новый билд ниже текущего

source: Create a new empty build in the same folder as the current build ({0}).
pl: Stwórz nowy pusty build w tym samym katalogu co aktualny build ({0}).
ru: Создать новый пустой билд в той же папке, что и текущий билд ({0}).

source: New top level folder
de_de: Neuer Hauptordner
pl: Nowy nadrzędny katalog
ru: Новая папка верхнего уровня

source: New top level folder (Ctrl+Shift+N)
pl: Nowy nadrzędny katalog (Ctrl+Shift+N)
ru: Новая папка верхнего уровня (Ctrl+Shift+N)

source: Create a new empty folder in the root build folder.
pl: Stwórz nowy pusty katalog w głównym katalogu buildów.
ru: Создать новую пустую папку в корневой папке билда.

source: New folder next to current
pl: Nowy katalog przy aktualnym
ru: Новая папка рядом с текущей

source: Create a new empty folder in the same folder as the current build ({0}).
pl: Stwórz nowy pusty katalog w tym samym katalogu co aktualny build ({0}).
ru: Создать новую пустую папку в той же папке, что и текущий билд ({0}).

source: Maximum folder depth has been reached.
pl: Maksymalna głębokość katalogu została osiągnięta.
ru: Максимальная глубина папок была достигнута.

source: Save current build
pl: Zapisz aktualny build
ru: Сохранить текущий билд

source: Save current build (Ctrl+S)
pl: Zapisz aktualny build (Strl+S)

source: Save the currently opened build.
pl: Zapisz aktulnie otwarty build.
ru: Сохранить текущий открытый билд.

source: The current build has no unsaved changes.
pl: Aktualny build nie ma niezapisanych zmian.
ru: Текущий билд не имеет несохраненных изменений.

source: Save current build as
pl: Zapisz aktualny build jako
ru: Сохранить текущий билд как

source: Save current build as (Ctrl+Alt+S)
pl: Zapisz aktualny build jako (Ctrl+Alt+S)
ru: Сохранить текущий билд как (Ctrl+Alt+S)

source: Save the currently opened build as a new build.
pl: Zapisz aktualnie otwarty build jako nowy build.
ru: Сохранить текущий открытый билд как новый.

source: Save all builds
pl: Zapisz wszystkie buildy
ru: Сохранить все билды

source: Save all builds (Ctrl+Shift+N)
pl: Zapisz wszystkie buildy (Ctrl+Shift+N)
ru: Сохранить все билды (Ctrl+Shift+N)

source: Save all changed builds.
pl: Zapisz wszystkie zmienione buildy.
ru: Сохранить все измененные билды.

source: No build has unsaved changes.
pl: Żaden build nie ma niezapisanych zmian.
ru: Ни в одном билде нет несохраненных изменений.

source: Reload builds from file system
pl: Wczytaj ponownie buildy z pliku systemu
ru: Перезагрузить билды из файловой системы

source: Reload saved build information from file system, e.g. after manually copying builds there.
pl: Wczytaj ponownie zapisane informacje o buildach z plików systemu, np. po skopiowaniu tutaj buildów ręcznie.
ru: Перезагрузить сохраненную информацию о билде из файловой системы, например, после ручного копирования туда билдов.

source: Open build directory
pl: Otwórz katalog buildów
ru: Открыть каталог билда

source: Open the build save path in the file explorer. The path can be changed in the options.
pl: Otwórz ścieżkę zapisu buildu w eksploratorze plików. Ścieżka może zostać zmieniona w opcjach.
ru: Открыть путь сохранения билдов в проводнике. Путь можно изменить в настройках.

source: Options
pl: Opcje
ru: Параметры

source: Open the options.
pl: Otwórz opcje.
ru: Открыть параметры.

source: Exit
pl: Wyjdź
ru: Выход

source: Exit (Alt+F4)
pl: Wyjdź (Alt+F4)
ru: Выход (Alt+F4)
