Repository: PoESkillTree/PoESkillTree
Catalog: WPFSKillTree/Locale/*/Messages.po
Languages: de_de, pl, ru, sk

source: Exit the program.
pl: Wyjdź z programu.
ru: Выйти из программы.

source: Home
pl: Główne
ru: Домашняя

source: Undo
pl: Cofnij
ru: Отменить

source: Undo (Ctrl+Z)
pl: Cofnij (Ctrl+Z)
ru: Отменить (Ctrl+Z)

source: Undo the last passive tree action.
pl: Cofnij ostatnią zmianę w drzewie umiejętności.
ru: Отменить последнее действие дерева.

source: Redo
pl: Ponów
ru: Повторить

source: Redo (Ctrl+Y)
pl: Ponów (Ctrl+Y)
ru: Повторить (Ctrl+Y)

source: Redo the last passive tree action.
pl: Ponów ostatnią zmianę w drzewie umiejętności.
ru: Повтор последнего действия дерева.

source: Reset passive tree (Ctrl+R)
pl: Reset drzewa umiejętności (Ctrl+R)
ru: Сбросить дерево (Ctrl+R)

source: Reset the passive tree. What is reset can be configured in the options.
pl: Zresetuj drzewo umiejętności. W opcjach możesz ustawić co zostanie zresetowane.
ru: Сброс дерева. Что будет сброшено, можно изменить в настройках.

source: Reset preferences
pl: Zresetuj ustawienia
ru: Настройки сброса

source: Non-ascendancy passive nodes
pl: Węzły drzewa inne niż Ascendenta
ru: Обычные узлы

source: Ascendancy passive nodes
pl: Węzły drzewa Ascendencji
ru: Узлы восхождения

source: Selected bandit
pl: Wybrany Bandyta
ru: Выбранного разбойника

source: Craft
pl: Stwórz przedmiot
ru: Создание

source: Craft unique
pl: Stwórz Unikatowy przedmiot
ru: Создание уника

source: Craft a new unique item and add it to the stash.
pl: Stwórz nowy przedmiot unikalny i dodaj go do skrytki.
ru: Создание нового уникального предмета и добавление его в тайник.

source: Craft item
pl: Stwórz przedmiot
ru: Создание предмета

source: Craft a new non-unique item and add it to the stash.
pl: Stwórz nowy nie unikalny przedmiot i dodaj go do skrytki.
ru: Создание нового неуникального предмета и добавление его в тайник.

source: These commands operate on the current build. For other builds and folders, use the saved builds panel's context menu.
pl: Te komendy operują na aktualnym buildzie. Dla innych buildów i katalogów, użyj panelu menu kontekstowego zapisanych buildow.
ru: Эти команды работают на текущем билде. Для других билдов и папок используйте контекстное меню панели сохраненных билдов.

source: Change the current build's name and note.
pl: Zmień nazwę i notkę dla aktualnego buildu.
ru: Измените имя и примечание текущего билда.

source: Discards all changes made to the current build after the last save.
pl: Porzuć wszystkie zmiany aktualnego buildu od czasu ostatniego zapisu.
ru: Отменить все изменения, сделанные в текущем билде после последнего сохранения.

source: Copy (export)
pl: Kopiuj (eksportuj)
ru: Копировать (экспорт)

source: Copy/export the current build to the clipboard as a XML string.
pl: Kopiuj/eksportuj aktualny build do schowka jako łańcuch znaków XML.
ru: Скопировать/экспортировать текущий билд в буфер обмена в виде строки XML.

source: Paste (import)
pl: Wklej (importuj)
ru: Вставить (импорт)

source: Paste/import a new build from the clipboard into the root build folder and open it.
pl: Wklej/importuj nowy build ze schowka systemu do głównego katalogu buildów i go otwórz go.
ru: Вставить/импортировать новый билд из буфера обмена в корневую папку билда и открыть ее.

source: The clipboard is empty or does not contain a build in a suitable format. Builds can only be imported as a XML string.
pl: Schowek jest pusty albo nie zawiera właściwego formatu danych dla buildu. Buildy mogą być zaimportowane tylko jako łańcuch znaków XML.
ru: Буфер обмена пуст или не содержит билда в подходящем формате. Билды могут быть импортированы только в виде строки XML.

source: Import
pl: Importuj
ru: Импорт

source: Import character
pl: Importuj postać
ru: Импорт персонажа

source: Import passive tree, items and skills of an existing character.
pl: Importuj drzewo pasywne, przedmioty oraz umiejętnośći istniejącej postaci.
ru: Импор дерева, предметов и навыков существующего персонажа.

source: Import stash
pl: Importuj skrytkę
ru: Импорт тайника

source: Import stash tabs of an account.
pl: Importuj zakładki skrytki z konta postaci.
ru: Импорт вкладок тайника учетной записи.

source: Import PoB
pl: Importuj PoB
ru: Импорт PoB

source: Import a new build from the clipboard in Path of Building's format (build code or pastebin URL) into the root folder and open it.
pl: Importuj nowy build ze schowka systemowego w formacie Path of Building ( kod buildu albo adres URL pastebin ) do głównego katalogu i go otwórz.
ru: Импортировать новый билд из буфера обмена в формате Path of Building (код билда или pastebin URL-адрес) в корневую папку и открыть ее.

source: The clipboard is empty or does not contain a build in a suitable format. Builds can only be imported from a build code or pastebin URL.
pl: Schowek systemowy jest pusty lub nie zawiera buildu we właściwym formacie. Buildy mogą być zaimportowane tylko odowiedniego kodu buildu lub adresu URL pastebin'a.
ru: Буфер обмена пуст или не содержит билд в подходящем формате. Билды можно импортировать только из кода билда или pastebin URL-адреса.

source: Tag nodes
pl: Zaznacz węzły
ru: Отметить узлы

source: Tag highlighted nodes
pl: Zaznacz podświetlone węzły
ru: Отметить выделенные узлы

source: Tag all highlighted nodes.
pl: Zaznacz wszystkie podświetlone węzły. (poprzez wyszukiwanie, lub wybrane z Podsumowania Buildu)
ru: Отметить все выделенные узлы.

source: Check-tag highlighted nodes
pl: Oznacz podświetlone węzły
ru: Cross-tagged выделенные узлы

source: Check-tag all highlighted nodes.
pl: Oznacz wszystkieg podświetlone węzły.
ru: Выделить все отмеченные узлы

source: Cross-tag highlighted nodes
pl: Przekreśl podświetlone węzły
ru: Cross-tag выделенные узлы

source: Cross-tag all highlighted nodes.
pl: Przekreśl wszystkie podświetlone węzły.
ru: Cross-tag все выделенные узлы

source: Untag all nodes
pl: Usuń znacznik dla wszystkich węzłów
ru: Снять метки со всех узлов

source: Remove tags from all passive nodes.
pl: Usuń znaczeniki ze wszystkich węzłów.
ru: Удалить отмечтки со всех узлов.

source: Unhighlight all nodes
pl: Usuń podświetlenie wszystkich węzłów
ru: Снять выделение всех узлов

source: Remove all passive node highlights.
pl: Usuń podświetlenie wszystkich węzłów.
ru: Удалить все выделения узлов.

source: Tools
pl: Narzędzia
ru: Инструменты

source: Passive tree generator
pl: Generator drzewa umiejętności
ru: Генератор дерева

source: Passive tree generator (Ctrl+Shift+G)
pl: Generator drzewa umiejętności (Ctrl+Shift+G)
ru: Генератор дерева (Ctrl+Shift+G)

source: Open the passive tree generator. It creates optimized builds based on constraints.
pl: Otwórz generator drzewa umiejętności. Tworzy zoptymalizowane buildy oparte o ustalone ograniczenia.
ru: Открыть генератор дерева. Он создает оптимизированные билды на основе ограничений.

source: Run 'Tagged Nodes' generator
pl: Uruchom generator "Zaznaczonych Węzłów"
ru: Запустить генератор для 'Отмеченных Узлов'

source: Run 'Tagged Nodes' generator (Ctrl+Shift+T)
pl: Uruchom generator "Zaznaczonych Węzłów" (Ctrl+Shift+T)
ru: Запустить генератор для 'Отмеченных Узлов' (Ctrl+Shift+T)

source: Run the 'Tagged Nodes' generator with the current settings set in the passive tree generator window.
pl: Uruchom generator "Zaznaczonych Węzłów" z jego aktualnie zapisanymi opcjami.
ru: Запустить генератор для 'Отмеченных Узлов' с текущими настройками, установленными в окне генератора дерева.

source: Run 'Advanced' generator
pl: Uruchom "Zaawansowany" generator
ru: Запустить 'Advanced' генератор

source: Run 'Advanced' generator (Ctrl+Shift+A)
pl: Uruchom "Zaawansowany" generator (Ctrl+Shift+A)
ru: Запустить 'Advanced' генератор (Ctrl+Shift+A)

source: Run the 'Advanced' generator with the current settings set in the passive tree generator window.
pl: Uruchom "Zaawansowany" generator z jego aktualnie zapisanymi opcjami.
ru: Запустить 'Advanced' генератор с текущими настройками, установленными в окне генератора дерева.

source: Screenshot skilled nodes
pl: Zrób zrzut ekranu wybranych węzłów
ru: Сделать скриншот узлов с навыками

source: Take a screenshot of the passive tree area around the skilled nodes.
pl: Zrób zrzut ekranu obszaru drzewa umiejętności wokół wybranych węzłów.
ru: Сделать скриншот области дерева вокруг узлов с навыками.

source: Create PoEUrl of passive tree
pl: Stwórz PoEUrl drzewa umiejętności
ru: Создать ссылку PoEUrl для дерева

source: Create PoEUrl of passive tree (Ctrl+E)
pl: Stwórz PoEUrl drzewa umiejętności (Ctrl+E)
ru: Создать ссылку PoEUrl для дерева (Ctrl+E)

source: Creates a PoEUrl from the current passive tree URL and copies it to the clipboard.
pl: Tworzy PoEUrl z aktualnego adresu URL drzewa umiejętności i kopiuje go do schowka systemu.
ru: Создать PoEUrl из текущего URL-адреса дерева и копировать его в буфер обмена.

source: Download live tree data
pl: Pobierz dane drzewa ze strony GGG
ru: Загрузить данные дерева онлайн

source: Delete the current passive tree data and download the official data from the latest patch.
pl: Usuń aktualne dane drzewa umiejętnośći i pobierz oficialne dane z ostatniego patcha.
ru: Удалить текущие данные дерева и загрузить официальные данные из последнего патча.

source: Check for updates
pl: Sprawdź aktualizacje
ru: Проверить наличие обновлений

source: Check for updates available for PoESkillTree.
pl: Sprawdź dostępne aktualizacje dla PoESkillTree.
ru: Проверить наличие обновлений, доступных для PoESkillTree.

source: View
pl: Widok
ru: Вид

source: Panels
pl: Panele
ru: Панели

source: Build summary (Ctrl+Q)
pl: Podsumowanie Buildu (Ctrl+Q)
ru: Сводка по билду (Ctrl+Q)

source: Show a summary of the currently opened build.
pl: Pokaż podsumowanie aktualnie otwartego buildu.
ru: Показать сводку по текущему открытому билду.

source: Saved builds (Ctrl+B)
pl: Zapisane buildy (Ctrl+B)
ru: Сохраненные билды (Ctrl+B)

source: Show the available builds in the build save path.
pl: Pokaż dostępne buildy w ścieżce zapisu buildów.
ru: Показать доступные билды в пути сохранения билда.

source: Summary of changes
pl: Podsumowanie zmian
ru: Сводка изменений

source: Summary of changes (Ctrl+G)
pl: Podsumowanie zmian (Ctrl+G)
ru: Сводка изменений (Ctrl+G)

source: Show a summary of the total changes to the passive tree when hovering over a node.
pl: Pokaż podsumowanie wszystkich zmian drzewa umiejętności, kiedy najedziesz wskaźnikiem myszy na węzeł.
ru: Показать сводку общих изменений в дереве при наведении на узел.

source: Tree comparison
pl: Porównanie Drzew
ru: Сравнение деревьев

source: Compare the passive trees of the current and selected builds. Builds can be selected in the saved builds panel.
pl: Porównaj drzewa umiejętności między aktualnym a zaznaczonym buildem. Buildy mogą być zaznaczone w panelu zachowanych buildów.
ru: Сравнить деревья текущего и выбранного билдов. Билды можно выбрать на панели сохраненных билдов.

source: Show all ascendancies
pl: Pokaż wszystkie ascendenty
ru: Показать все восхождения

source: Show all ascendancy class passive nodes instead of just your current ascendancy.
pl: Pokaż wszystkie węzły umiejętności dla klasy ascendenta zamiast Twojego aktualnego ascendenta.
ru: Показать все узлы класса восхождения, а не только вашего текущего восхождения.

source: Expand all folders
pl: Rozwiń wszystkie katalogi
ru: Развернуть все папки

source: Expand all build folders in the saved builds panel.
pl: Rozwiń wszystkie katalogi buildów w panelu zapisanych buildów.
ru: Развернуть все папки билда на панели сохраненных билдов.

source: The saved builds panel must be open.
pl: Panel zapisanych buildów musi być otwarty.
ru: Панель сохраненных билдов должна быть открыта.

source: Collapse all folders
pl: Zwiń wszystkie katalogi
ru: Свернуть все папки

source: Collapse all build folders in the saved builds panel.
pl: Zwiń wszystkie katalogi w panelu zapisanych buildów.
ru: Свернуть все папки билда на панели сохраненных билдов.

source: Theme
pl: Motyw Kolorystyczny
ru: Тема

source: Change the base color of the theme defining the program's look.
pl: Zmień kolor podstawowy schemat kolorystyczny decydujący o tym jak wygląda program.
ru: Изменить основной цвет темы, определяющий внешний вид программы.

source: Links
pl: Łącza
ru: Ссылки

source: Path of Exile website
pl: Strona Path of Exile
ru: Вебсайт Path of Exile

source: Open the official Path of Exile website in the default web browser.
pl: Otwórz oficialną stronę Path of Exile w domyślnej przeglądarce.
ru: Открыть официальный сайт Path of Exile веб-браузере по умолчанию.

source: Path of Exile wiki
pl: Wiki Path of Exile
ru: Вики Path of Exile

source: Open the Path of Exile wiki in the default web browser.
pl: Otwórz Path of Exile wiki w domyślnej przeglądarce.
ru: Открыть вики Path of Exile в веб-браузере по умолчанию.

source: Learn more about the program.
pl: Dowiedz się więcej o programie.
ru: Узнать больше о программе.

source: Learn more about the available hotkeys.
pl: Dowiedz się więcej o dostępnych skrótach klawiszowych.
ru: Узнать больше о доступных горячих клавишах.

source: About
pl: O programie
ru: О программе

source: View information about the program.
pl: Zobacz informacje o programie.
ru: Просмотр информации о программе.

source: Use regular expressions
pl: Użyj wyrażeń regularnych
ru: Использовать регулярные выражения

source: Passive tree link
pl: Łącze drzewa umiejętności
ru: Ссылка на дерево

source: Skills
pl: Umiejętności
ru: Нывыки

source: Computation
pl: Obliczenia
ru: Расчеты

source: Bandit
pl: Quest Bandyci
ru: Разбойник

source: Used Passive Skill Points
de_de: Verwendete passive Fähigkeitenpunkte
pl: Wykorzystane Punkty Umiejętności Pasywnych
ru: Использованные Очки Пассивных Навыков
sk: Použité pasívne body

source: Total Passive Skill Points
de_de: Gesamte passive Fähigkeitenpunkte
pl: Wszystkie Punkty Umiejętności Pasywnych
ru: Всего Очков Пассивных Навыков
sk: Celkovo pasívnych bodov

source: Used Ascendancy Skill Points
de_de: Verwendete 'Ascendancy' Fähigkeitenpunkte
pl: Wykorzystane Punkty Umiejętności Ascendenta
ru: Использованные Очки Навыков Восхождения
sk: Použité Ascendancy body

source: Total Ascendancy Skill Points
de_de: Gesamte 'Ascendancy' Fähigkeitenpunkte
pl: Wszystkie Punkty Umiejętności Ascendenta
ru: Всего Очков Навыков Восхождения
sk: Celkovo Ascendancy bodov

source: Level
pl: Poziom
ru: Уровень

source: General:
de_de: Allgemein:
pl: Ogólne:
ru: Общие:
sk: Všeobecné:

source: Language
de_de: Sprache
pl: Język
ru: Язык
sk: Jazyk

source: Build save path
de_de: Speicherpfad für Builds
pl: Ścieżka zapisu dla buildu
ru: Путь сохранения билдов

source: Change...
de_de: Ändern...
pl: Zmień...
ru: Изменить...

source: Colors:
de_de: Farben:
pl: Kolory:
ru: Цвета:
sk: Farby:

source: Node Search Highlight
de_de: Knotensuche Hervorhebung
pl: Podświetlenie Wyszukiwanego Węzła
ru: Выделение для Поиска Узлов
sk: Zvýraznenie vyhľadávania uzlov

source: Attribute Highlight
de_de: Attribut Hervorhebung
pl: Podświetlenie Atrybutu
ru: Выделение для Атрибутов
sk: Zvýraznienie atribútov

source: Node Hover Highlight
de_de: Knoten Hover Hervorhebung
pl: Podświetlenia Węzła
ru: Выделение Узлов при Наведении
sk: Zvýraznenie ukázaním na uzol

source: Equipment:
de_de: Ausrüstung:
pl: Ekwipunek:
ru: Снаряжение:
sk: Vybavenie:

source: Automatically download missing item images
de_de: Lade fehlende Bilder automatisch herunter
pl: Pobierz brakujące obrazy przedmiotów automatycznie
ru: Загружать отсутствующие изображения предметов
sk: Automaticky stiahnuť chýbajúce obrázky predmetov

source: Skill Name
pl: Umiejętność

source: Quality
pl: Jakość

source: Group
pl: Grupa

source: Enabled
pl: Włączony

source: Equipped item's maximum number of sockets:
pl: Maksymalna liczba gniaz w założonym przedmiotcie to:
ru: Максимальное число слотов в экипированном предмете:

source: Confirmation
de_de: Bestätigung
pl: Potwierdzenie
ru: Подтверждение
sk: Potvrdenie

source: Error
de_de: Fehler
pl: Błąd
ru: Ошибка
sk: Chyba

source: Warning
de_de: Warnung
pl: Ostrzeżenie
ru: Предупреждение
sk: Upozornenie

source: Information
pl: Informacje
ru: Информация
sk: Informácia

source: Directory must be empty.
de_de: Verzeichnis muss leer sein.
pl: Katalog musi być pusty.
ru: Каталог должен быть пустым.

source: Select build directory
de_de: Wähle das Verzeichnis für Builds aus
pl: Wybierz katalog buildu
ru: Выберите каталог билда

source: Select the directory where builds will be stored. It will be created if it does not yet exist. You can change it in the settings later.
de_de: Wähle das Verzeichnis in dem die Builds gespeichert werden sollen. Wenn das Verzeichnis nicht existiert wird es automatisch erstellt. Es kann später in den Einstellungen geändert werden..
pl: Wybierz katalog w którym będą przechowywane buildy. Zostanie stworzony jeśli jeszcze nie istnieje. Możesz to zmienić potem w ustawieniach.
ru: Выберите каталог, в котором будут храниться билды. Он будет создан, если он еще не существует. Вы можете изменить его в настройках позже.

source: Could not import build file, only existing files with the extension {0} can be imported.
de_de: Konnte Build nicht importieren. Es können nur vorhandende Datein mit der Endung {0} importiert werden.
pl: Nie można było zaimportować pliku buildu, tylko istniejące pliki z rozszerzeniem {0} mogą zostać zaimportowane.
ru: Не удалось импортировать файл билда, можно импортировать только существующие файлы с расширением {0}.

source: Import failed
de_de: Import ist fehlgeschlagen
pl: Import się nie powiódł
ru: Импорт не удался

source: Build is of an old version and can't be imported
de_de: Build ist von einer älteren Version und kann nicht importiert werden.
pl: Build pochodzi ze starej wersji i nie może zostać zaimportowany
ru: Билд имеет старую версию и не может быть импортирован

source: Could not import build
de_de: Konnte Build nicht importieren
pl: Nie można było zaimportować buildu
ru: Не удалось импортировать билд

source: New build
de_de: Neuer Build
pl: Nowy build
ru: Новый билд
sk: Nová zostava

source: Some nodes ({unknownNodes}) are unknown and have been omitted.
de_de: Manche Knoten ({unknownNodes}) sind unbekannt und wurden weggelassen.
pl: Niektóre węzły ({unknownNodes}) są nieznane i zostały pominięte.
ru: Некоторые узлы ({unknownNodes}) неизвестны и были опущены.

source: Download already in progress
de_de: Das Herunterladen findet bereits statt
pl: Pobieranie trwa
ru: Идет агрузка
sk: Sťahovanie už prebieha

source: Download already completed
de_de: Das Herunterladen ist bereits abgeschlossen
pl: Pobieranie zostało zakończone
ru: Загрузка завершена
sk: Sťahovanie už bolo dokončené

source: Download still in progress
de_de: Das Herunterladen ist noch nicht abgeschlossen
pl: Pobieranie nadal trwa
ru: Идет загрузка
sk: Sťahovanie stále prebieha

source: No package downloaded
de_de: Kein Paket heruntergeladen
pl: Żadna paczka nie została pobrana
ru: Загрузка не осуществлена
sk: Balík nebol stiahnutý

source: No release found
de_de: Keine Veröffentlichung gefunden
pl: Nie znaleziono wydania
ru: Обровления не найдены
sk: Žiadna verzia nebola nájdená

source: Download completed or still in progress
de_de: Das Herunterladen ist abgeschlossen oder findet noch statt
pl: Pobieranie zostało ukończone lub jest w trakcie
ru: Загрузка завершена
sk: Sťahovanie bolo donočené, alebo stále prebieha

source: The application is not correctly installed
de_de: Die Anwendung ist nicht korrekt installiert
pl: Ten program nie jest prawidłowo zainstalowany
ru: Приложение не установлено
sk: Aplikácie nie je korektne nainštalovaná

source: No Pseudo Attributes loaded. Make sure {0} is not empty.
de_de: Keine Pseudoattribute geladen. Stelle sicher, dass {0} nicht leer ist.
pl: Nie wczytano żadnych Pseudo Atrybutów. Upewnij się, że {0} nie jest pusty.
sk: Nenačítané pseudo-atribúty. Uistite sa, že {0} nie je prázdny.

source: Invalid Xml file:
de_de: Unzulässige XML-Datei:
pl: Nieprawidłowy plik XML:
ru: Недопустимый Xml-файл:
sk: Neplatný XML súbor:

source: Unsupported condition type in attribute {0} in pseudo attribute {1}
de_de: Nicht supporteter Bedingungstyp in Attribut {0} in Pseudoattribut {1}
pl: Nieobsługiwany warunek w atrybucie {0} i pseudo atrybucie {1}
sk: Nepodporovaný typ podmienky v atribúte {0} pseudo-atribútu {1}

source: A PseudoAttribute is nested in itself or nesting depth is too high
de_de: Ein Pseudoattribut ist in sich selbst verschachtelt oder die Verschachtelungstiefe ist zu groß
pl: Pseudo Atrybut jest zagnieżdżony w sobie lub głebokość zagnieżdzania jest zbyt wysoka
sk: Pseudo-atribút je vnorený sám v sebe, alebo hĺbka vnorenia je príliš veľká

source: Core Attributes
de_de: Kernattribute
pl: Atrybuty Podstawowe
ru: Главные атрибуты
sk: Základné atribúty

source: General
de_de: Allgemein
pl: Ogólne
ru: Общее
sk: Všeobecné

source: Keystone
pl: Umiejętność Kluczowa
ru: Ключевые пассивное навыки
sk: Kľúčové

source: Defense
de_de: Verteidigung
pl: Obrona
ru: Защита
sk: Obrana

source: Block
pl: Blok
ru: Шанс заблокировать удар
sk: Blokovanie

source: Shield
pl: Tarcza
ru: Щит
sk: Štít

source: Weapon
pl: Broń
ru: Оружие
sk: Zbraň

source: Spell
pl: Zaklęcie
ru: Чары
sk: Kúzlo

source: Critical Strike
pl: Krytyczne uderzenie
ru: Критический удар
sk: Kritický úder

source: Curse
pl: Klątwa
ru: Проклятья
sk: Prekliatie

source: Trap
pl: Pułapka
ru: Ловушки
sk: Pasca

source: Flasks
pl: Flaszki
ru: Флаконы
sk: Fľaše

source: Everything Else
pl: Inne
ru: Все Остальное
sk: Ostatné

source: Advanced
de_de: Erweitert
pl: Zaawansowane
ru: Дополнительные
sk: Pokročilé

source: Automated
de_de: Automatisiert
pl: Automatyczne
ru: Автоматизированные
sk: Automatizovane

source: Current iteration:
de_de: Derzeitiger Versuch:
pl: Aktualna iteracja:
ru: Текущая итерация:
sk: Aktuálna iterácia:

source: Pause
de_de: Pausieren
pl: Zatrzymaj
ru: Пауза
sk: Pozastaviť

source: Skill tree generator
de_de: Fähigkeitenbaum Generator
pl: Generator drzewa Umiejętności
ru: Генератор дерева навыков
sk: Generátor stromu zručností

source: The optimizer was unable to find a conforming tree. Please change skill node tagging and try again. Note: When using the Advanced generator, you need to check-tag all keystones you want.
de_de: Der Generator konnte keinen passenden Baum finden. Bitte ändere die Fähigkeitsknotenmarkierung und versuche es erneut. Info: Wenn der erweiterte Generator verwendet wird müssen alle benötigten Keystones manuell markiert werden.
pl: Optymalizator nie był w stanie znaleźć pasującego drzewa. Zmień zaznaczenie węzłów i spróbuj ponownie. Notka: Kiedy używasz Zaawansowanego generatora, musisz zaznaczyć wszystkie umiejętności kluczowe, których potrzebujesz.
ru: Оптимизатор не смог найти соответствующее дерево. Пожалуйста, измените метку узла навыков и повторите попытку. Примечание: при использовании расширенного генератора вам нужно проверить-пометить все ключевые камни, которые необходимо.

source: Finished!
de_de: Fertig!
pl: Koniec!
ru: Завершено!
sk: Dokončené!

source: Best result so far: {0} point spent
de_de: Bisher bestes Ergebnis: {0} Punkt verwendet
pl: Najlepszy wynik do tej pory: {0} punkt wydany
ru: Лучший результат: дополнительно потрачен(о) {0} очков навыка
sk: Najlepší doterajší výsledok: {0} bod použitý

source: Continue
de_de: Fortfahren
pl: Kontynuacja
ru: продолжать
sk: Pokračovať

source: Tagged Nodes
de_de: Markierte Knoten
pl: Zaznaczone Węzły
ru: Помеченные Узлы
sk: _Označené uzly

source: Please tag non-skilled nodes by right-clicking them.
de_de: Markiere nicht ausgewählte Fähigkeitsknoten durch einen Rechtsklick.
pl: Proszę zaznacz jeszcze nie wybrane węzły poprzez kliknięcie na nie prawym klawiszem myszy.
ru: Пожалуйста, отметьте невыбранные навыки, используя правую кнопку мыши.
sk: Prosím označte nevycvičené uzly pomocou kliknutia pravým tlačidlom.
